Repository: hwikmark/gottenso
Catalog: locales/*/LC_MESSAGES/*.po
Languages: se

source: Age
se: Ålder

source: days
se: dagar

source: years
se: år

source: Weight
se: Vikt

source: Date
se: Datum

source: Plot
se: Visa

source: weight
se: vikt

source: height
se: längd

source: growth curves
se: tillväxtkurvor

source: (ERROR: not found!)
se: (FEL: hittades inte!)

source: for comparison
se: som jämförelse

source: Zoom in around
se: Zooma in runt

source: Weight scale:
se: Viktskala:

source: Grams
se: Gram

source: Kilograms
se: Kilogram

source: Age scale:
se: Åldersskala:

source: Days
se: Dagar

source: Years
se: År

source: Add data point
se: Lägg till datapunkt

source: Height
se: Längd

source: Head circumference
se: Huvudmått

source: Comment
se: Kommentar

source: Submit
se: Mata in

source: Average weight
se: Genomsnittsvikt

source: Average height
se: Genomsnittslängd

source: 's development
se: s utveckling
